Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.22.12.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Talousarvion rakennetta on uudistettu ja modernisoitu siten, että tulot, menot ja poliittiset tavoitteet on kirjattu selkeästi esille.
sme: Bušeahta ráhkadat lea ođasnuhttojuvvon ja dahkkojuvvon ođđaáigásažžan nu ahte boađut, golut ja politihkalaš ulbmilat leat čállojuvvon čielgasit oidnosii.

source: Epävarmuustekijöinä on Sajoksen palvelumyynnin tulevaisuus.
sme: Eahpesihkkaris dagaldahkan lea Sajosa bálvalanvuovdima boahtteáigi.

source: Budjetissa sen on arveltu tuottavan voittoa 9000 euroa.
sme: Bušeahtas dat lea árvvoštallojuvvon buktit vuoittu 9000 euro.

source: Kokousmatkailun kehittyminen tuo kuitenkin epävarmuustekijöitä.
sme: Čoakkánmátkkošteami gárganeapmi buktá goitge eahpesihkardagaldagaid.

source: Joulun alla saimme ikävän uutisen kun Sajoksen ravintoloitsija oli irtisanonut vuokrasopimuksensa, koska toiminta ei ole kannattavaa.
sme: Dál ovdalaš juovllaid gulaimet heajos ođđasa, go Sajosa restauráŋŋadoalli lei eretcealkán láigosoahpamušas, daningo doaibma ii leat gánnáhahtti.

source: Saamelaiskäräjien on päävuokralaisena etsittävä uusi ravintoloitsija puolen vuoden sisällä.
sme: Sámediggi váldoláigolažžan ferte ohcat restauráŋŋafitnodateaiggáda jahkebeali siste.

source: Kokousmyynti ja Sajoksen palvelumyynnin toiminta vaarantuu jos emme saa uutta ravintoloitsijaa tilalle, koska kokous- ja seminaariväki tarvitsee kahvi- ja lounaspalveluja.
sme: Čoakkánvuovdin ja Sajosa bálvalanvuovdima doaibma šaddá vára vuollái, jos eat oaččo ođđa restauráŋŋafitnodatdoalli sadjái, daningo čoakkán- ja semináraolbmot dárbbahit gáfestallan- ja boradanbálvalusaid.

source: Saamelaiskäräjät myy ravintolalle mm. siivous- ja muita palveluita.
sme: Sámediggi vuovdá restauráŋŋii ee. čorgen- ja eará bálvalusaid.

source: Tämä tarkoittaa sitä, että mikäli ravintoloitsijaa ei löydetä, sillä tulee tuomaan taloudellisia vaikutuksia saamelaiskäräjille monella tapaa.
sme: Dát máksá dan, ahte jos restauráŋŋadoalli ii gávdno, de dat mielddisbuktá ekonomalaš váikkuhusaid sámediggái máŋgga ládje.

source: Yleiskokous perusti pysyvän ympäristösihteerin viran.
sme: Dievasčoakkán vuođđudii bissovaš birasčálli virggi.

source: Virka laitetaan hakuun ensi vuoden alussa.
sme: Virgi biddjojuvvo ohcanládje boahtte jagi álggus.

source: Saimme kuluvalle vuodelle ja pysyvästi määrärahan korotuksen ympäristöasioiden edistämiseen.
sme: Oaččuimet nohkavaš jahkái ja bissovaččat mearreruđa bajádusa birasáššiid ovddideapmái.

source: Ympäristösihteerin tehtävänä on mm. kaavoitusasiat, kaivoslain toimeenpano ja biodiversiteettisopimuksen toimeenpano.
sme: Birasčálli bargun leat ee. lávvenáššit, ruvkelága olláhuhttin ja biodiversiteahta olláhuhttin.

source: Tehtävää on hoidettu tämän vuoden määräaikaisena.
sme: Bargu lea dikšojuvvon dán jagi mearreáigásažžan.

source: Jo nyt uusi virka on osoittautunut korvaamattoman tärkeäksi ja töitä viran määräaikaisella hoitajalla on ollut todella paljon.
sme: Juo dál ođđa virgi lea čájehan leat buhtemeahttun dehálaš ja barggut virggi mearreáigásaš doaimmaheaddjis leat oba mihá olu.

source: Olin pyytänyt eroa pohjoismaisen saamelaissopimuksen jatkoneuvotteluista koska aikani ei yksinkertaisesti riitä enkä ole pystynyt osallistumaan kaikkiin neuvotteluvaltuuskunnan kokouksiin.
sme: Ledjen ohcan earu davviriikkalaš sámi soahpamuša joatkkašiehtadallamiin daningo mu áigi ii ovttageardánit ole inge leat bastán oassálastit buot šiehtadallansáttagotti čoakkámiidda.

source: Työ on tuntunut hyvin turhauttavalta, koska mikään asia ei ole neuvotteluissa edennyt.
sme: Bargu orru maid leame oalle duššástuhtti, daningo mihkkege áššiid ii leat šiehtadallamiin ovdánan.

source: Jatkuva matkustaminen on myös hyvin väsyttävää ja vie paljon vapaa-aikaa.
sme: Bistevaš mátkkošteapmi lea maid hui váibadahtti ja doalvu olu luomosáiggi.

source: Pääsen saamelaisen parlamentaarisen neuvoston (SPN) hallituksen kautta osallistumaan saamelaisten yhteisen kannan muodostamiseen, koska SPN:n hallitus muodostaa saamelaisten yhteisen kannan neuvotteluihin.
sme: Beasan Sámi parlamentáralaš ráđi (SPR) stivrra lahttuvuođa bakte oassálastit sápmelaččaid oktasaš oainnu hábmemii go SPR:a stivra ráhkada sápmelaččaid oktasaš oainnu šiehtadsallamiidda.

source: Mielestäni on myös hyvä, että luottamustehtäviä jaetaan laajalle joukolle eikä keskitetä muutamille henkilöille.
sme: Mu mielas lea maid buorre, ahte luohttámušbarggut juhkkojuvvojit viiddes jovkui eaige dat čohkkejuvvo dušše muhtin olbmuide.

source: Olen syksyllä jättäytynyt pois mm.. Suomen arktisesta neuvottelukunnasta.
sme: Lean čakčat báhcán eret ee. Suoma árktalaš ráđđádallangottis.

source: Yleiskokous ei kuitenkaan myöntänyt minulle eroa saamelaissopimuksen jatkoneuvottelukunnasta.
sme: Dievasčoakkán ii goitge mieđihan munnje earu sámi soahpamuša šiehtadallansáttagottis.

source: Aiemmin yleiskokouksessa on tuotu esille, että neuvotteluvaltuuskunta ei edustaisi kaikkia saamelaisryhmiä.
sme: Ovdal dievasčoakkámis lea bukton ovdan, ahte šiehtadallansáttagoddi ii ovddastivčče buot sámi joavkkuid.

source: En oikein tiedä miten yleiskokouksen päätöstä tulisi tulkita.
sme: In riekta dieđe mot dievasčoakkáma mearrádus galggalii dulkojuvvot.

source: Sitä voi pitää saamelaiskäräjien kokouksen luottamuksen osoituksena minua kohtaan sikäli ettei se halua minua pois neuvotteluvaltuuskunnasta.
sme: Dan sáhttá oaidnit nu ahte dievasčoakkán luohttá nu olu mu bargui, ahte ii hálit mu eret šiehtadallangottis.

source: Yleiskokous ei kuitenkaan ole halunnut jakaa vastuuta muille käräjäjäsenille.
sme: Dievasčoakkán ii goitge leat hálidan juohkit ovddasvástádusa eará diggeáirasiidda.

source: Tietysti teen kokonaisvaltaisen arvioin ja omat johtopäätökseni kokouspäätöksen merkityksestä.
sme: Diehttelas dagan iežan ollislaš árvvoštallama ja jurddabohtosiid čoakkánmearrádusa mearkkašumis.

source: Kirjoitan vielä joululomien aikana pari blogia.
sme: Čálán vel juovlaluomu áigge moadde blogga.

source: Vuoden viimeisessä blogissani käsittelen kuluvan vuoden tapahtumia aikaisempien vuosien tapaan.
sme: Jagi maŋimus bloggas gieđahalan nohkavaš jagi dáhpáhusaid ovddit jagiid vieru mielde.

source: Toivotan kaikille blogini lukijoille hyvää, rauhallista ja rentouttavaa joulua !
sme: Sávan buohkaide iežan blogga lohkkiide buriid ja ráfálaš juovllaid !

source: Vuontisjärvellä 22.12.2013
sme: Vuottesjávrres 22.12.2013

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
